export const state = () => [
  {
    title:
      'Джобс також раніше займав посаду CEO компанії Pixar Animation Studios; в 2006 році The Walt Disney Company придбав Pixar і Джобс став членом ради директорів Disney. У 1995 році в мультфільмі «Історія іграшок» він був зазначений як виконавчий продюсер.',
    backgroundImage: '/img/facts/1.jpg',
  },
  {
    title:
      "Стів Джобс не був винахідником й конструктором першого персонального комп'ютера Apple, його створив Стів Возняк. Але Стів Джобс привів ідею ПК в життя. Якби Стів не доклав усієї своєї енергії задля комерціалізації проєкту Apple - він мав великі шанси провалитися.",
    backgroundImage: '/img/facts/2.jpg',
  },
  {
    title:
      '1985 року, Джобс був звільнений з Apple і організував NeXT, яка спеціалізувалася на ринках бізнесу та вищої освіти. У 1996 році Apple придбав NeXT, а Джобс повернувся в компанію, яку співзаснував.',
    backgroundImage: '/img/facts/3.jpg',
  },
  {
    title:
      'Стів водив автомобіль (Mercedes SL55 AMG) без номерних знаків і паркувався на місцях для інвалідів (утім після перенесеної 2009 року операції з пересадки печінки він став мати на це право).',
    backgroundImage: '/img/facts/4.jpg',
  },
  {
    title:
      'Річна зарплата Джобса після повернення в Apple становила 1 долар США.',
    backgroundImage: '/img/facts/5.jpg',
  },
  {
    title:
      'Майбутній винахідник був позашлюбною дитиною. Рідні батьки навчалися в магістратурі, коли хлопчик з᾽явився на світ. Вони відмовилися від сина через тиждень після народження. Хлопчик виріс у прийомні родині Пола і Клари Джобс. Саме вони нарекли його Стівом.',
    backgroundImage: '/img/facts/6.jpg',
  },
  {
    title:
      'Багато років стандартне вбрання Джобса складалося з чорної водолазки St. Croix, джинсів Levis 501 і кросівок New Balance. Носив окуляри тільки німецької марки Lunor в оправі Роберта Марка. Простота в одязі ніби підкреслювала блиск і розкіш чергової новинки Apple.',
    backgroundImage: '/img/facts/7.jpg',
  },
  {
    title:
      'Стів Джобс потрапив у Книгу рекордів Гіннеса як директор з найскромнішою зарплатою. Його зарплата становила $1 на рік - так було зазначено в офіційних документах. Разом з тим Джобсу належали $5,426 млн акцій Apple та $138 млн акцій Disney.',
    backgroundImage: '/img/facts/8.jpg',
  },
]
